13/data/attachments/393ee6e5529dd0bd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Natasha_customer_Friend_80541_1</nif:username>
            <nif:friendToBeRequested>soap_friends_ec6e5ccc-b544-4b3c-81fc-aa908783029c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>